# Run `brew bundle` to install from this file

tap 'homebrew/cask-fonts'

cask 'android-platform-tools' # adb
cask 'discord'
cask 'firefox'
cask 'font-caskaydia-cove-nerd-font'
cask 'kitty'
cask 'rectangle'
cask 'spotify'

brew 'asdf'
brew 'neovim'
brew 'rcm'
brew 'the_silver_searcher'
brew 'fzf'
brew 'ripgrep'
brew 'httpie'
brew 'git-delta'
brew 'zplug'
brew 'libpq'
brew 'zsh'
brew 'colima'
brew 'jq'
brew 'fd'
brew 'starship'
brew 'scrcpy' # screen copy - mirrors Android devices
